asciidoctor.asciidoctor-vscode
budparr.language-hugo-vscode
dbaeumer.vscode-eslint
denoland.vscode-deno
esbenp.prettier-vscode
genieai.chatgpt-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
rust-lang.rust-analyzer
tamasfe.even-better-toml
teeseal.ayu-legacy
